{
  "data": [
    {
      "title": "Interface",
      "text": "Com uma interface rica e intuitiva, recursos avançados de navegação, apresentação e gerenciamento dos dados, o sistema proporciona uma excelente experiência de uso para o usuário.",
      "src": "resources/img/help/interface.png"
    },
    {
      "title": "Pesquisa",
      "text": "Pesquisa direta em conteúdo relevante ou detalhada em campos específicos, com a combinação de operadores booleanos e filtro nos resultados, facilitam a consulta das informações dos acervos.",
      "src": "resources/img/help/pesquisa-3.png"
    },
    {
      "title": "Modos de exibição",
      "text": "Através dos modos de exibição dos resultados é possível visualizar o conteúdo em listagem simples com imagens, galeria de imagens ou tabela, conforme a finalidade da pesquisa.",
      "src": "resources/img/help/menu-exibicao.png"
    },
    {
      "title": "Modo lista",
      "text": "Os resultados podem ser apresentados no modo lista, onde é possível visualizar as informações do item e as miniaturas das imagens, como também a exibição da imagem em tela cheia.",
      "src": "resources/img/help/lista.png"
    },
    {
      "title": "Modo galeria de imagens",
      "text": "Neste modo de exibição as imagens são apresentadas lado a lado em tamanho maior, facilitando a visualização. A descrição é exibida no painel lateral ao selecionar a imagem.",
      "src": "resources/img/help/galeria.png"
    },
    {
      "title": "Modo tabela",
      "text": "O modo tabela ou planilha é uma excelente opção para análise mais apurada de grandes quantidades de dados. Oferece recursos como classificação, filtragem e manuseio de colunas.",
      "src": "resources/img/help/tabela.png"
    },
    {
      "title": "Filtros, ordenação e colunas",
      "text": "Os recursos de classificação, filtragem e manuseio de colunas, disponíveis no modo tabela, podem ser acessados através dos menus suspensos, movendo o ponteiro mouse sobre os títulos das colunas.",
      "src": "resources/img/help/filtros.png"
    },
    {
      "title": "Detalhes do item",
      "text": "O painel de detalhes do registro, assim como outros painéis, pode ser recolhido ou expandido clicando na seta ao lado do título, adequando a necessidade de visualização.",
      "src": "resources/img/help/detalhes.png"
    }
  ]
}